Repository: babymagnum/eoviz-lite
Catalog: Eoviz Presence/*.lproj/Localizable.strings
Languages: id

source: Email is empty.
id: Email kosong.

source: Password is empty.
id: Password kosong.

source: Understand
id: Mengerti

source: Home
id: Beranda

source: Approval
id: Persetujuan

source: Notification
id: Notifikasi

source: Profile
id: Profil

source: Presence
id: Presensi

source: Change Shift
id: Tukar Shift

# permission_and_leave
source: Permission & Leave
id: Izin & Cuti

source: Team Working Hours
id: Jam Kerja Tim

# percentage_npresence
source: Percentage Presence
id: Persentasi Kehadiran

# leave_nquota
source: Leave Quota
id: Jatah Cuti

source: Device has no camera.
id: Perangkat tidak memiliki camera.

source: Image can't be picked.
id: Gambar tidak bisa dipilih.

source: Please take another photo.
id: Tolong ambil gambar lainya.

source: Old password is empty.
id: Kata sandi lama masih kosong.

source: New password is empty.
id: Kata sandi baru masih kosong.

source: Confirm new password is empty.
id: Konfirmasi password baru masih kosong.

# password_not_match
source: Confirm new password not match with new password.
id: Konfirmasi password tidak sama dengan password baru.

source: Password changed successfuly.
id: Password berhasil diubah.

source: Change Language?
id: Ganti Bahasa?

source: Please wait...
id: Mohon tunggu...

# networking_error
source: Failed to parse the data, please try again...
id: Gagal melakukan parsing data, tolong ulangi...

# please_login_again
source: Your session is over, please relogin to continue.
id: Session anda berakhir, silahkan login kembali untuk melanjutkan.

source: Hello,
id: Halo,

source: It's time for presence in.
id: Ini adalah waktu untuk presensi masuk.

source: It's time for presence out.
id: Ini adalah waktu untuk presensi keluar.

source: Presence In
id: Presensi Masuk

source: Presence Out
id: Presensi Keluar

# empty_change_shift
source: There is no change shift submission yet.
id: Belum ada pengajuan tukar shift.

# empty_leave_permission
source: You don't have any leave and permission submission yet.
id: Belum ada pemberitahuan izin & cuti.

source: APPROVE
id: SETUJUI

source: REJECT
id: TOLAK

# reject_change_shift
source: Are you sure want to refuse to change shift?
id: Yakin ingin menolak tukar shift?

# approve_change_shift
source: Accept shift request?
id: Terima permintaan tukar shift?

source: Refuse
id: Batalkan

source: Back
id: Kembali

source: Accept
id: Terima

# date_exist
source: Date is already exist.
id: Tanggal ini sudah terpilih.

source: Pick Date
id: Pilih Tanggal

# accept_leave_permission
source: Accept leave & permission request?
id: Terima permintaan izin & cuti?

# refuse_leave_permission
source: Are you sure want to refuse leave & permission?
id: Yakin ingin menolak permintaan izin & cuti?

source: Cancel
id: Keluar

source: Failed to load data.
id: Gagal mendapatkan data.

# swipe_to_refresh
source: Pull screen inside white box to refresh data.
id: Tarik layar pada bagian dalam kotak putih untuk me refresh data.

# success_update_profile
source: Success update your profile.
id: Berhasil memperbarui profile.
